[
  {
    "short_des": "We craft stunning and amazing web UI, using a well drrafted UX to fit your product.",
    "short_details": "3 in 1 Course: Learn to design websites with Figma, build with Webflow, and make a living freelancing.",
    "details": ["You will learn graphic design concepts like layout, typography, visual hierarchy, design tricks, and more.", "You will learn how to take the designs and build them into websites using Webflow — a powerful site builder used by teams at Adobe, Dell, NASA and more.", "You will learn how to design beautiful websites using Figma, an interface design tool used by designers at Uber, Airbnb and Microsoft.", "You will learn secret tips of freelance web designers and how they make great money freelancing online."],
    "requirements": ["No requirements. You don't have to be creative or good with math. Those are Design and Development myths."],
    "duration": 78,
    "project": 8,
    "price": 899,
    "details_img": "https://i.ibb.co/N7pGW8y/web-design.jpg",
    "picture": "https://i.ibb.co/6J8zTnL/web-Design.png",
    "students": 250,
    "name": "Web Design",
    "language": "English, Bengali",
    "author": "Peter Parker"
  },
  {
    "short_des": "Amazing flyers, social media posts and brand representations that would make your brand stand out.",
    "short_details": "The Ultimate Graphic Design Course Which Covers Photoshop, Illustrator, InDesign,Design Theory, Branding and Logo Design",
    "details": ["Create logos and branding packages for potential clients", "Learn photo editing and manipulation in Adobe Photoshop", "Learn non-destructive editing techniques in Adobe Photoshop", "How to create editorial spreads and magazine layouts using Adobe InDesign", "Work through the entire package design process", "NEW! Learn the step-by-step process to becoming a graphic designer", "NEW! Learn how to work with Photoshop Mockups to create great presentations", "NEW! Create Vector Art in Adobe Illustrator"],
    "requirements": ["Access to Adobe Photoshop, Illustrator & InDesign (Or Affinity Designer, Affinity Photo, Affinity Publisher as an Alternative). I will be using the Adobe Creative Cloud versions, but those with older version can still get a lot out of this class. Those wanting to take the course with Affinity products will find some tools and names do differ so Adobe is preferred.", "If you use Adobe products, I highly suggest using versions CS6 or higher to have a more smooth experience with the course, but not a requirement.", "Software not Included"],
    "duration": 78,
    "project": 8,
    "price": 999,
    "details_img": "https://i.ibb.co/cLb8mKc/graphics-design.png",
    "picture": "https://i.ibb.co/kJgrYtG/graphic-Des.png",
    "students": 360,
    "name": "Graphics Design",
    "language": "English, Hindi",
    "author": "Tony Stark"
  },
  {
    "short_des": "With well written codes, we build amazing apps for all platforms, mobile and web apps in general",
    "short_details": "Become a Full-Stack Web Developer with just ONE course. HTML, CSS, Javascript, Node, React, MongoDB, Web3 and DApps",
    "details" : ["Build 8 web development projects for your portfolio, ready to apply for junior developer jobs.", "After the course you will be able to build ANY website you want.", "Work as a freelance web developer.", "Master backend development with Node", "Learn the latest technologies, including Javascript, React, Node and even Web3 development.", "Build fully-fledged websites and web apps for your startup or business.", "Master frontend development with React", "Learn professional developer best practices."],
    "requirements": ["No programming experience needed - I'll teach you everything you need to know", "A computer with access to the internet", "No paid software required", "I'll walk you through, step-by-step how to get all the software installed and set up"],
    "duration": 78,
    "project": 8,
    "price": 799,
    "details_img": "https://i.ibb.co/swstpWD/web-development.png",
    "picture": "https://i.ibb.co/3YkgpJH/webDev.png",
    "students": 220,
    "name": "Web Development",
    "language": "English, Arabic",
    "author": "Steve Rogers"
  }
]